[GENERAL]
NAME				= Norwegian
TRANSLATOR			= Alex Thomassen
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Denne applikasjonen har utløpt
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Uregistrert
TEXT_BUSINESS			= For bedrifter
TEXT_SAFEMODE				= Sikkermodus
TEXT_SAFEMODE_MESSAGE		= Bandicam kjører i sikkermodus. \nEnkelte egenskaper, inkludert maskinvareakselerasjon, fungerer ikke alltid i sikkermodus.
TEXT_INIT_FAIL			= Programmet mislyktes i å starte.
TEXT_APPINFO			= Bandicam - Høy ytelses videoopptak
TEXT_HAS_BEEN_UNREGISTERED	= Registrering av Bandicam er fjernet


; error
TEXT_ERROR_DISKSPACE		= Ikke nok diskplass til å ta opp.
TEXT_ERROR_VIDEO_CAP		= Feilet i å starte video opptak.
TEXT_ERROR_AUDIO_CAP		= Feilet i å starte audio opptak.\nHvis du trenger hjelp, trykk OK.
TEXT_ERROR_IMAGE_CAP		= Feilet i å starte bilde opptak.\nVennligst sjekk utgangsmappen.
TEXT_ERROR_CREATEFILE		= Feilet i å lage fil.\nHvis du trenger hjelp, trykk OK.
TEXT_ERROR_OUTPUTFOLDER		= Utgangsmappen eksisterer ikke. Vennligst endre utgangsmappen.
TEXT_ERROR_RENAME_FILE		= Kunne ikke navngi den valgte filen.
TEXT_ERROR_CODEC_INIT		= Feilet i å starte kodeken.
TEXT_ERROR_CODEC_INIT_RETRY	= Kunne ikke starte kodek.\nVil du prøve igjen med kodeken: H.264 (CPU)?
TEXT_ERROR_CODEC_VIDEO		= Opptaket har stoppet fordi det er et problem med videokodeken.
TEXT_ERROR_LOGO_IMAGE		= Ustøttet bildefil. \nBruk en støttet bildefil(*.png).
TEXT_ERROR_INIT_DEVICE		= Feilet i å starte videoopptaksenheten.
TEXT_ERROR_NO_DEVICES		= Ingen videoopptaksenhet er oppdaget.
TEXT_ERROR_EXISTING_PRESET_NAME	= Det eksisterer allerede en forhåndsinnstilling med dette navnet.\nVennligst angi et annet navn.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Denne funksjonen er ikke lenger tilgjengelig på grunn av Facebooks retningslinjer.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = Opptaket har blitt stoppet fordi lydenheten ikke lenger er tilgjengelig.
TEXT_ERROR_DUPLICATE_HOTKEYS	= Det er konfliktende hurtigtaster. Vennligst endre hurtigtastinnstillingene.
TEXT_ERROR_NO_SOUND_DEVICE	= There is no sound device activated. Please select at least one device.
TEXT_ERROR_NO_MORE_5_UPLOADING  = You cannot upload more than 5 videos at the same time. Please try again after the uploading is complete.
TEXT_CAN_NOT_CHANGE_TB		= Du kan ikke endre denne innstillingen i en unregistrert versjon av Bandicam. Vær snill og registrer deg.
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Du kan ikke legge til flere enn 10 elementer
TEXT_WARNING_AMD_APP		= Systemet ditt støtter ikke 'H.264 (AMD VCE)', så en standard kodek vil bli brukt.
TEXT_WARNING_AMD_APP2		= Systemet ditt støtter ikke 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Hvis du endrer videoenhetsinnstillingene, vil opptaket stoppe. Er du sikker på at du vil fortsette?
TEXT_WARNING_EXIT_BANDICAM	= Hvis du lukker Bandicam, vil opptaket stoppes.\n Er du sikker på at du vil lukke Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	= Avslutter du dette programmet avslutter du også planlagte opptak. \nEr du sikker på at du vil lukke Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Er du sikker på at du vil slette det valgte laget?
TEXT_WARNING_UNREGISTER		= Er du sikker på at du ønsker å fjerne registering av Bandicam?
TEXT_NOTICE_NEED_TO_RENEW_1	= Lisensfornying er nødvendig!
TEXT_NOTICE_NEED_TO_RENEW_2	= Lisensen din vil utgå etter <font color="red">%d dag(er)</font>. <br>For å fortsette å bruke Bandicam uten begrensninger, må du fornye lisensen din.
TEXT_NOTICE_NEED_TO_RENEW_2_NOW	= Lisensen din har utgått. <br>For å fortsette å bruke Bandicam uten begrensninger, må du fornye lisensen din.
TEXT_NOTICE_NEED_TO_RENEW_2_TODAY = Lisensen din vil utgå i løpet av <font color="red">24 timer</font>. <br>For å fortsette å bruke Bandicam uten begrensninger, må du fornye lisensen din.

; video setting page name
TEXT_VID_PAGE_SOUND		= Lyd
TEXT_VID_PAGE_WEBCAM		= Webkamera
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Mus
TEXT_VID_PAGE_KEYSTROKE		= Tastevisning
TEXT_VID_PAGE_TEXT		= Tekst
TEXT_VID_PAGE_OPTIONS		= Alternativer

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= Generelt
TEXT_OPT_PAGE_OUTPUT		= Utgang
TEXT_OPT_PAGE_HOOKING		= Hekting
TEXT_OPT_PAGE_LANGUAGE		= Språk
TEXT_OPT_PAGE_HOTKEYS		= Hurtigtaster
TEXT_OPT_PAGE_OTHERS		= Annet

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Velg en mappe å lagre i.

TEXT_FMT_FULL_SIZE		= Full størrelse
TEXT_FMT_HALF_SIZE		= Halv størrelse
TEXT_FMT_FIT_WIDTH		= Tilpass til bredde
TEXT_FMT_FIT_HEIGHT		= Tilpass til høyde
TEXT_FMT_CUSTOM_SIZE		= Tilpasset
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Original lydformat
TEXT_FMT_AUTO			= Auto
TEXT_FMT_LOSSLESS		= Tapsfri (lossless)

; preset
TEXT_PRESET_DEFAULT		= Standard
TEXT_PRESET_HALFSIZE		= Halv størrelse
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Bilder i sekundet) (Intel Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (Bilder i sekundet) (NVIDIA CUDA)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (Bilder i sekundet) (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultrarask innstilling for 60 FPS
TEXT_PRESET_LOWEND		= Low-end (sakte) PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= For PMP/Divx Player
TEXT_PRESET_EDIT		= For Redigering - Premiere/Sony Vegas
TEXT_PRESET_POWERPOINT		= For MS PowerPoint
TEXT_PRESET_320x0		= Tilpass til bredde, 320x0
TEXT_PRESET_640x0		= Tilpass til bredde, 640x0
TEXT_PRESET_800x0		= Tilpass til bredde, 800x0
TEXT_PRESET_1280x0		= Tilpass til bredde, 1280x0
TEXT_PRESET_USER		= Brukerdefinerte forhåndsinnstillinger.

TEXT_CHANGE_LANG		= For å endre språket, burde du restarte Bandicam\nVil du restarte Bandicam nå?
TEXT_CHANGE_HOOK		= For å endre tiltreknings mål, burde du restarte Bandicam\nVil du restarte Bandicam nå?
TEXT_CHANGE_SIZE		= For å endre vindustørrelsen til Bandicam, burde du restarte Bandicam.\nVil du restarte nå?
TEXT_RESET_ALL_SETTINGS		= Er du sikker på at du vil tilbakestille alt til standardinnstillingene?

TEXT_REGISTER_SUCCEEDED		= Din Bandicam har nå blitt registrert.
TEXT_REGISTER_FAILED		= Registrering feilet \nSjekk e-posten og serienummeret.
TEXT_REGISTER_CONNECT_FAILED	= Kan ikke koble til registreringsserveren.\nVennligst sjekk internettilkoblingen din, og sett systemtid til i dag.\nHvis du trenger hjelp, trykk OK.
TEXT_REGISTER_INFO		= E-post adresse: %s\r\nSerienummer: %s
TEXT_REGISTER_INFO2		= Utløpsdato: %s (%d dager igjen)
TEXT_REGISTER_INFO2_EXPIRING	= Utløpsdato: %s (Less than 1 day left)
TEXT_REGISTER_INFO2_EXPIRED	= Utløpsdato: %s (Utløpt)
TEXT_REGISTER_LIMITED_1		= Du kan ta opp i opptil 10 minutter med gratisversjonen
TEXT_REGISTER_LIMITED_2		= Om produktet er registrert, kan du ta opp uten tidsbegrensning for ditt neste opptak. Vennligst kjøp Bandicam fra den offisielle nettsiden.
TEXT_REGISTER_LIMITED_SREC	= Du kan bare ta opp for 10 minutter i gratisversjonen av Bandicam. Registrer deg nå!
TEXT_REGISTER_NEWRECORD		= Du kan ikke starte et nytt opptak i gratisversjonen av Bandicam. Registrer deg nå!
TEXT_REGISTER_LICENCE_INFO	= Uregistrert!!!\r\nHvis du vil ta opp uten vannmerker på videoen din, \r\ntrenger du å kjøpe en Bandicam lisens fra oss.

TEXT_PROGRAM_INVALID		= Denne applikasjonen er ugyldig. \nDu må reinstallere applikasjonen.

TEXT_SELECT_NOT_SELECTED	= Vennligst velg opptaksmodus
TEXT_SELECT_TARGET		= Klikk på mål vinduet.
TEXT_SELECT_DEVICE		= Vennligst velg en videoopptaksenhet
TEXT_TARGET_DIRECTX		= Spillopptaksmodus - Ta opptak av spill og videospillere ved hjelp av DirectX.
TEXT_TARGET_SCREEN		= Skjermopptaksmodus - Ta opptak av skrivebordet og web-video.
TEXT_TARGET_DEVICE		= Enhetopptaksmodus - Ta opp webkamera og HDMI-opptaksenhet
TEXT_TARGET_AUDIO		= Audio-only mode - you can record only the audio.
TEXT_TARGET_CHANGING		= Hvis du endrer opptaksmodus vil opptaket stoppes.\nEr du sikker på at du vil fortsette?
TEXT_TARGET_CLOSE		= Hvis du lukker nåværende opptaksmodus vil opptaket stoppes.\nEr du sikker på at du vil fortsette?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Du kan ikke starte et opptak i 'Spillopptaksmodus' fordi målvinduet er ikke valgt.\n\nHar du lyst til å endre opptaksmodusen til 'Skjermopptaksmodus' for å starte opptaket?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Du kan ikke starte et opptak i 'Enhetopptaksmodus' fordi enheten ikke er valgt.\n\nØnsker du å endre opptaksmodusen til 'Skjermopptaksmodus' for å starte opptak?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Du kan ikke starte opptaket fordi opptaksmodus ikke er valgt.\n\nØnsker du å velge 'Skjermopptaksmodus' for å starte opptaket?

TEXT_STATUSBAR_READY		= Klar
TEXT_STATUSBAR_RECORDING	= Tar opp
TEXT_STATUSBAR_PAUSE		= Pause

TEXT_UPDATE_AVAILABLE		= En ny versjon av Bandicam er tilgjengelig. \nVil du laste den ned nå?
TEXT_UPDATE_UNAVAILABLE		= Denne versjonen er den nyeste.
TEXT_UPDATE_FAILED		= Kunne ikke sjekke versjoninformasjon. \nDette systemet kan ikke koble til Internett, eller en server fungerer ikke.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Klarer ikke å laste opp. Hvis du har akkurat registrert deg, vennligst verifiser e-postadressen din.

TEXT_TARGET_FULL		= Fullskjerm
TEXT_TARGET_RESTORE		= Gjennopprett
TEXT_TARGET_TOGGLE_TOP		= Flytt kontrollbar opp
TEXT_TARGET_TOGGLE_BOTTOM	= Flytt kontrollbar ned
TEXT_TARGET_FIND		= Velg et opptaksområde
TEXT_TARGET_RESIZE		= Størrelsesvalgmeny
TEXT_TARGET_IMAGE		= Bildeopptak
TEXT_TARGET_PEN			= Tegnemodus
TEXT_TARGET_RECORD_START	= Videoopptak - start
TEXT_TARGET_RECORD_PAUSE	= Videoopptak - pause
TEXT_TARGET_RECORD_STOP		= Videoopptak - stopp
TEXT_TARGET_MENU		= Meny
TEXT_TARGET_DISPLAY		= Display %d
TEXT_TARGET_DISPLAY_ALL		= Alle skjermer

TEXT_DEVICE_FULL		= Fullskjerm
TEXT_DEVICE_RESTORE		= Gjenopprett
TEXT_DEVICE_SELECT_DEVICE	= Velg enhet
TEXT_DEVICE_VOLUME		= Volumkontroll
TEXT_DEVICE_IMAGE		= Ta et bilde
TEXT_DEVICE_RECORD_START	= Videoopptak - Start
TEXT_DEVICE_RECORD_PAUSE	= Video record - Pause
TEXT_DEVICE_RECORD_STOP		= Video record - Stopp
TEXT_DEVICE_MENU		= Meny

TEXT_RC_HOWTO_NOCOMPLETE	= Ikke auto-fullfør opptak
TEXT_RC_HOWTO_BYTIME		= Av tid
TEXT_RC_HOWTO_BYSIZE		= Av filstørrelse
TEXT_RC_HOWTO_BYSILENCE		= Stilleperiode
TEXT_RC_AFTER_NEWRECORD		= Start nytt opptak
TEXT_RC_AFTER_EXIT		= Avslutt Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Slå av denne datamaskinen
TEXT_RC_AFTER_HIBERNATE		= Sett datamaskinen i dvalemodus

TEXT_SHUTDOWN_SEC		= Slår av systemet om %d sekunder.

TEXT_SEL_IMAGE_FILE		= Velg en bildefil

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Deaktivert --
TEXT_SND_SELECT_2_DISABLE	= -- Deaktivert (Anbefalt) --

TEXT_CORRUPTED_AVI_FILE		= Siste opptaksfilen er korrupt.\nVil du fikse den?\n\nFil: %s
TEXT_SELECTED_CORRUPTED_FILE	= Filen du valgte er korrupt.\nØnsker du å reparere filen?\n\nFil: %s
TEXT_TRAY_BALLOON_TIP		= Trykk på ikonet i oppgavelinjen for å gjenopprette Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Klikk ikonet i systemstatusfeltet for å vise skjermopptaksvinduet.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Klikk ikonet i systemstatusfeltet for å vise enhetopptaksvinduet.
TEXT_FORCE_STOP			= Feilet å stoppe opptaket fordi mål vinduet ikke svarer.\nVil du stoppe opptaket obligatorisk?
TEXT_EXTERNAL_CODEC		= - Ekstern Kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Auto-valg)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Opptaksstatus
TEXT_INDICATOR_TIME		= Opptakstid
TEXT_INDICATOR_SIZE		= Opptaksfilstørrelse / ledig disk plass
TEXT_INDICATOR_VOLUME		= Nåværende lydnivå

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] Generelt oppgaveprioritet
TEXT_REC_PRIORITY_HIGH		= [Høy] Høyere enn normal prioritet
TEXT_REC_PRIORITY_HIGHEST	= [Høyest] Andre oppgaver kan bli saktere

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut er ikke installert. Vil du laste ned Bandicut?
TEXT_OUTPUTS_DELETE		= Er du sikker på at du vil slette de markerte filene for godt? 
TEXT_OUTPUTS_SELCOUNT		= %d elementer valgt

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Målnavn
TEXT_FILE_NAME_PREFIX_CUSTOM	= Egendefinert prefiks
TEXT_FILE_NAME_PREFIX_NONE	= Ingen
TEXT_FILE_NAME_SUFFIX_TIME	= Dato/Tid
TEXT_FILE_NAME_SUFFIX_NUMBER	= Serienummer

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Sett inn en verdi mellom 1 og 1440 minutter.
TEXT_TIMER_REC_STOP_RECORDING	= Opptaket pågår. \nEr du sikker på at du vil stoppe opptaket og fortsette?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Timeropptak er ikke tilgjengelig fordi opptaksmodus ikke er valgt. Vennligst velg en opptaksmodus først.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Vennligst legg inn en tittel for videoen du laster opp.
TEXT_UPLOAD_VID_NO_PASSWORD	= Vennligst skriv inn et passord.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Logg inn - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Logger inn med YouTube via nettleseren...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Avbryt
TEXT_UPLOAD_VIMEO_LOGIN		= Logg inn - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Logger inn med Vimeo via nettleseren...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Avbryt
TEXT_UPLOAD_FACEBOOK_LOGIN	= Logg inn - Facebook
TEXT_UPLOAD_GDRIVE_LOGIN	= Logg inn - Google Drive
TEXT_UPLOAD_GDRIVE_LOGIN_TEXT	= Logger inn på Google Drive fra nettleseren...
TEXT_UPLOAD_GDRIVE_LOGIN_CANCEL	= Avbryt
TEXT_UPLOAD_COMPLETE		= Opplastet
TEXT_UPLOAD_ERR_FAIL		= Feilet i å laste opp videoen.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Denne filen er for stor til opplastning.
TEXT_UPLOAD_ERR_FREESPACE	= Det er ikke nok ledig plass på Vimeo til å laste opp.
TEXT_UPLOAD_ERR_CONNECT		= Feilet i å koble til server.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Kunne ikke laste opp denne videoen. Brukere med Vimeo Basic kan ikke bruke denne funksjonen.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam har overskredet den daglige kvoten for opplastning til YouTube.\nKvoten tilbakestilles ved midnatt Pacific Time.\nVennligst last opp videoen direkte til YouTube eller prøv igjen etter midnatt Pacific Time.\n\nØnsker du å besøke YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Kunne ikke hente autoriseringskode.

; deinterlacing
TEXT_DEINT_NONE			= (Ingen)
TEXT_DEINT_ODD			= Ujevne Felt
TEXT_DEINT_EVEN			= Jevne Felt
TEXT_DEINT_BLEND		= Blanding

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Bare ta opp mens det trykkes
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Bare demp mens det trykkes

; download & update 
TEXT_UPDATE_IN_PROGRESS		= The installation is in progress...
TEXT_UPDATE_FAILED_DL		= Failed to download installation files. \nThis system may not be currently connected to the Internet.
TEXT_UPDATE_INSTALL_SUCCEED	= The installation completed.
TEXT_UPDATE_INSTALL_FAILED	= The installation failed.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Ingen)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Vannrett
TEXT_WEBCAM_FLIP_VERTICAL	= Loddrett

; scheduled recording list
TEXT_SREC_HEADER_NAME       = Navn
TEXT_SREC_HEADER_STATUS     = Status
TEXT_SREC_HEADER_START_TIME = Starttid
TEXT_SREC_HEADER_END_TIME   = Sluttid
TEXT_SREC_HEADER_DURATION   = Varighet
TEXT_SREC_HEADER_TARGET     = Mål
TEXT_SREC_HEADER_AFTER_REC  = Etter opptak
TEXT_SREC_DEFAULT_NAME      = Planlagte opptak
TEXT_SREC_DELETE_SCHEDULES  = Er du sikker på at du vil slette de planlagte opptakene som du har valgt?\nDette er permanent
TEXT_SREC_STATUS_WAITING    = Venter
TEXT_SREC_STATUS_RECORDING  = Tar opp
TEXT_SREC_STATUS_PASSED     = Fullført (Passed)
TEXT_SREC_STATUS_INACTIVE   = Inaktiv
TEXT_SREC_TARGET_NOT_CHANGE = (Ikke forandre)
TEXT_SREC_TARGET_FULL_SCREEN    = Fullskjerm
TEXT_SREC_TARGET_CUSTOM_AREA    = Rektangel på skjerm
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Bruk forrige opptaksmål.
TEXT_SREC_DISPLAY_ALL		= Alle skjermer
TEXT_SREC_DISPLAY       = Skjerm %d
TEXT_SREC_DO_NOTHING        = (Ikke gjør noe)
TEXT_SREC_EXIT_BANDICAM     = Avslutt Bandicam
TEXT_SREC_SHUTDOWN_PC       = Avslutt datamaskinen
TEXT_SREC_HIBERNATE_PC		= Sett datamaskinen i dvalemodus
TEXT_SREC_ERR_TIME      = Varigheten må være mellom 00:00:01 og 23:59:59.
TEXT_SREC_ERR_DAY       = Minst én dag må være valgt.
TEXT_SREC_ERR_OVERLAPPED    = Opptakstiden overlapper med "%s"
TEXT_SREC_SAME_DAY      = Samme dag
TEXT_SREC_DAY_AFTER     = Dagen etter
TEXT_SREC_EVERYDAY      = Hver dag
TEXT_SREC_SUN           = Søndag
TEXT_SREC_MON           = Mandag
TEXT_SREC_TUE           = Tirsdag
TEXT_SREC_WED           = Onsdag
TEXT_SREC_THU           = Torsdag
TEXT_SREC_FRI           = Fredag
TEXT_SREC_SAT           = Lørdag
TEXT_SREC_START_INFO        = Starter opptak om %s.
TEXT_SREC_STOP_INFO     = Stopper opptak om %s.
TEXT_SREC_DAY           = %D dag
TEXT_SREC_DAYS          = %D dager
TEXT_SREC_WAITING_0     = Det er ingen planlagte opptak.
TEXT_SREC_WAITING_1     = Det er 1 planlagt opptak.
TEXT_SREC_WAITING_N     = Det er %d planlagte opptak.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Fortsatt under behandling. Ønsker du å avslutte?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= Den valgte filen er ikke i et støttet format.
TEXT_BDFIX_NOT_CORRUPTED	= Den valgte filen er ikke korrupt.\nØnsker du å fortsette?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= Den valgte filen er ikke korrupt eller kan ikke sjekkes.
TEXT_BDFIX_ALREADY_EXISTS	= Utgangsfil eksisterer allerede. Ønsker du å overskrive filen?
TEXT_BDFIX_SAME_PATH		= Utgangsfil er den samme som inngangsfil.
TEXT_BDFIX_DISK_SPACE		= Ikke nok diskplass til å lage utgangsfil.
TEXT_BDFIX_PROCESS_COMPLETE	= Ferdig med behandling!
TEXT_BDFIX_STATUS_PROCESSING	= Pågår
TEXT_BDFIX_STATUS_COMPLETE	= Ferdig
TEXT_BDFIX_STATUS_FAILED	= Feilet
TEXT_BDFIX_STATUS_READY		= Klar
TEXT_BDFIX_FAILED_TO_OPEN	= Inngangsfil kan ikke åpnes.
TEXT_BDFIX_FAILED_TO_PROCESS	= Kunne ikke behandle gjenopprettingsoppgave.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI-filer
TEXT_OP_FILTER_MP4		= MP4-filer
TEXT_OP_FILTER_PNG		= PNG-filer
TEXT_OP_FILTER_ALL		= Alle filer
TEXT_OP_FILTER_MEDIA		= Mediafiler

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1 = 1 sek.
TEXT_TARGET_COUNTDOWN_2 = 2 sek.
TEXT_TARGET_COUNTDOWN_3 = 3 sek.
TEXT_TARGET_COUNTDOWN_4 = 4 sek.
TEXT_TARGET_COUNTDOWN_5 = 5 sek.
TEXT_TARGET_COUNTDOWN_6 = 6 sek.
TEXT_TARGET_COUNTDOWN_7 = 7 sek.
TEXT_TARGET_COUNTDOWN_8 = 8 sek.
TEXT_TARGET_COUNTDOWN_9 = 9 sek.
TEXT_TARGET_COUNTDOWN_10 = 10 sek.

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Standard lydenhet)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Standard utgangsenhet)
TEXT_DEFAULT_INPUT_DEVICE	= (Standard inngangsenhet)
TEXT_DEFAULT_DEVICE_FORMAT	= (Gjenkjenn automatisk formatet)
TEXT_HOTKEY_NONE		= (None)
TEXT_ADD_YOUR_TEXT_HERE		= Legg til tekst her
TEXT_NOT_SHOW_THIS_NOTICE	= Er du sikker på at du ikke vil se denne meldingen igjen?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Er du sikker på at du vil restarte og kjøre Bandicam med nye rettigheter?
TEXT_RESET_TO_DEFAULT		= Tilbakestill til standard

; oauth complete html
TXT_LANG_CODE           	= "no"
TXT_TITLE               	= "Innlogging med YouTube var vellykket!"
TXT_MESSAGE_COMPLETE1   	= "Innlogging med YouTube var vellykket!"
TXT_MESSAGE_COMPLETE2   	= "Du kan lukke denne siden."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com/no/' class='bandicam'><div>Gå til bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/no/' class='bandicut'><div>Gå til bandicut.com</div></a>"

; pip rotate option
TEXT_PIPROTATE_NONE			= (Ingen)
TEXT_PIPROTATE_90			= 90°
TEXT_PIPROTATE_180			= 180°
TEXT_PIPROTATE_270			= 270°

; pip mask shape
TEXT_PIPMASK_NONE = Standard
TEXT_PIPMASK_SQUARE = Firkant
TEXT_PIPMASK_CIRCLE = Sirkel
TEXT_PIPMASK_ELLIPSE = Ellipse

; Keystroke Size
TEXT_KEYSTROKE_SIZE_1		= Liten
TEXT_KEYSTROKE_SIZE_2		= Medium
TEXT_KEYSTROKE_SIZE_3		= Stor

; Enhanced capture option
TEXT_ENHANCED_CAPTURE_AUTO	= Velg automatisk metode (standard)
TEXT_ENHANCED_CAPTURE_1		= Metode 1 (for Windows 8 og nyere)
TEXT_ENHANCED_CAPTURE_2		= Metode 2 (for Windows 10 og nyere)

; Sound device selection menu
TEXT_SND_DEVICE_NO_SPEAKER	= Deaktiver
TEXT_SND_DEVICE_NO_MICROPHONE	= Deaktiver
TEXT_SND_DEVICE_NO_ALL_SOUND	= Ikke ta opp all lyd
TEXT_SND_DEVICE_ADVANCED	= Avansert...

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Hjem
$BN_PAGE_GENERAL		= Generelt
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Bilde
$BN_PAGE_AUDIO			= Audio
$BN_PAGE_ABOUT			= Om
$BN_UNREGISTERED		= <font color="#ffa900">Gratisversjonen</font> er begrenset til <font color="#ffa900">10 minutter</font> per opptak.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Alternativer
$ST_GEN_OUTPUT_FOLDER		= Utgangsmappe
$BN_GEN_OPEN_OUTPUT_FOLDER	= Åpne
$BN_GEN_ADV_OPTIONS		= Avansert
$CK_GEN_ALWAYS_ON_TOP		= Bandicam vinduet alltid på toppen
$CK_GEN_START_MINIMIZED		= Start Bandicam minimert til statuslinjen
$CK_GEN_RUN_WHEN_START		= Start Bandicam etter oppstart
$CK_GEN_RECORD_WHEN_RUN		= Start fullskjerm-opptak når Bandicam starter
$CK_GEN_TIMER_RECORDING		= Sett timer for auto-start av opptak
$ST_GEN_LANGUAGE		= Språk
$ST_GEN_REC_AUTO_START		= Auto-start opptak
$ST_GEN_REC_SCHEDULED		= Planlagte Opptak
$BN_GEN_REC_SCHEDULED		= Innstillinger
$ST_GEN_REC_AUTO_COMPLETE	= Auto-fullfør opptak
$BN_GEN_REC_AUTO_COMPLETE	= Innstillinger
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Overlegg
$CK_FPS_OVERLAY_HOTKEY		= Vis/gjem hurtigtast
$CK_FPS_OVERLAY_POS_HOTKEY	= Hurtigtast for posisjon
$CK_FPS_OVERLAY			= Legg over FPS
$ST_FPS_LIMIT			= Grense
$CK_FPS_LIMIT_HOTKEY		= Hurtigtast
$CK_FPS_LIMIT			= Velg FPS grense
$CK_FPS_LIMIT_ONLY_CAP		= Bare mens du tar opp
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Opptak
$CK_VID_RECORD_HOTKEY		= Ta opp/stopp Hotkey
$CK_VID_PAUSE_HOTKEY		= Pause Hotkey
$CK_VID_SHOW_CURSOR		= Vis musepeker
$CK_VID_CLICK_EFFECTS		= Legg til museklikkeffekter
$CK_VID_WEBCAM_OVERLAY		= Legg til webkameraoverlegg
$BN_VID_RECORD_SETTINGS		= Innstillinger
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Innstillinger
$BN_VID_FORMAT_PRESETS		= Forhåndsinnst.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Opptak
$CK_IMG_CAPTURE_HOTKEY		= Hurtigtast
$CK_IMG_CAPTURE_REPEAT		= Repeter skjermopptak
$ST_IMG_CAPTURE_REPEAT		= sekund
$CK_IMG_SHOW_CURSOR		= Vis musepeker
$CK_IMAGE_ADD_LOGO		= Legg til logo over bildet
$CK_IMG_SHUTTER_SOUND_EFFECT	= Aktiver lukkerlyd.
$BTN_IMAGE_SETTINGS		= Innstillinger
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ		= JPG - Høy kvalitet
$CK_IMAGE_JPG_CUSTOM		= JPG - Tilpasset kvalitet (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Hvordan lagre som animert gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Opptak med bare lyd
$CK_AUD_RECORD_HOTKEY		= Ta opp/Stopp hurtigtast
$CK_AUD_PAUSE_HOTKEY		= Pause hurtigtast
$BTN_AUDIO_SETTINGS		= Innstillinger
$ST_AUD_FORMAT			= Format
$ST_AUD_FORMAT_TYPE		= Filtype
$ST_AUD_FORMAT_AUDIO		= Lyd
$BN_AUD_FORMAT_SETTINGS		= Innstillinger
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Kom i gang
$ST_OUT_TAB_VIDEO		= Videoopptak
$ST_OUT_TAB_IMAGE		= Bilder
$ST_OUT_TAB_AUDIO		= Lydopptak
$BN_OUT_PLAY_VIDEO		= Spill av
$BN_OUT_OPEN_IMAGE		= Åpne
$BN_OUT_EDIT			= Rediger
$BN_OUT_UPLOAD			= Last opp
$BN_OUT_DELETE			= Slett
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Versjon
$ST_ABO_COPYRIGHT		= Kopirett(c) 2009-2024 Bandicam.com
$BN_ABO_NEW_VERSION		= Ny versjon tilgjengelig.
$BN_ABO_CHECK_UPDATE		= Oppdateringssjekk
$ST_ABO_LICENCE_INFO		= Lisensinformasjon
$BN_ABO_REGISTER		= Registrer
$BN_ABO_REGISTER_HELP		= Hvordan kjøpe og registrere
$BN_ABO_UPDATE_REGISTRATION	= Oppdater registrering
$BN_ABO_RENEW_LICENSE		= Forny lisense
$ST_ABO_HOMEPAGE_INFO		= Nettside-URL
$ST_ABO_HOMEPAGE_URL		= Hjemmeside
$ST_ABO_FAQ_URL			= Vanlige spørsmål
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Vennligst velg enhet!
$ST_DEVICE_CONNECTING		= Kobler til...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> is a must-have program for Bandicam users. You can quickly cut and join videos recorded with Bandicam. 
$BTN_UPDATE_STEP1_LINK		= Learn more
$ST_UPDATE_STEP2_TEXT		= Download in progress...
$BTN_UPDATE_INSTALL		= Install now
$BTN_UPDATE_LATER		= No, thank you!
$BTN_UPDATE_CANCEL		= Cancel
$BTN_UPDATE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= Det er en ny versjon av Bandicam tilgjengelig. Ønsker du å starte oppdateringen?
$BTN_UPDATE_BANDICAM_CANCEL	= Avbryt
$BTN_UPDATE_BANDICAM_INSTALL	= Oppdater
$BTN_UPDATE_BANDICAM_IGNORE	= Ikke spør igjen for denne versjonen
$BTN_UPDATE_BANDICAM_LEARNMORE	= Lær mer
$BTN_UPDATE_BANDICAM_SETTINGS	= Oppdater innstillinger

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Velg hvilken opptaksmodus du har lyst til å bruke.
$ST_START_SEL_RECT		= Rektangelområde
$ST_START_SEL_FULL		= Fullskjerm
$ST_START_SEL_WINDOW		= Spesifikt vindu
$ST_START_SEL_MOUSE		= Rundt musepeker
$ST_START_SEL_GAME		= Spillopptak
$ST_START_SEL_DEVICE		= Enhetsopptak
$ST_START_SEL_AUDIO		= Lydopptak
$ST_START_SEL_HELP		= Online-hjelp

$ST_START_RECT_TITLE		= Skjermopptak - Rektangel på skjermen
$ST_START_RECT_DESC		= Denne modusen lar deg ta opp et spesifisert område i rektangelvinduet.
$ST_START_RECT_STEP		= 1. Velg størrelse (på vinduet) og området som skal tas opp.[br]2. Klikk 'REC'-knappen eller trykk på hurtigtasten for opptak.

$ST_START_FULL_TITLE		= Skjermopptak - Fullskjerm
$ST_START_FULL_DESC		= Denne modusen lar deg ta opp hele skjermen.
$ST_START_FULL_STEP		= 1. Velg skjermen som skal tas opp. [br]2. Klikk 'REC'-knappen eller trykk på hurtigtasten for opptak.

$ST_START_WINDOW_TITLE		= Skjermopptak - Spesifikt vindu
$ST_START_WINDOW_DESC		= Denne modusen lar deg ta opp et valgt vindu, selv om det ligger bak et annet vindu.
$ST_START_WINDOW_STEP		= 1. Velg vinduet som skal tas opp. [br]2. Klikk på 'REC'-knappen eller trykk på hurtigtasten for opptak.

$ST_START_MOUSE_TITLE		= Skjermopptak - Rundt musepeker
$ST_START_MOUSE_DESC		= Denne modusen lar deg ta opp med fokus rundt musepekeren, mens den beveges av brukeren rundt på skrivebordet.
$ST_START_MOUSE_STEP		= 1. Velg størrelsen som skal tas opp.[br]2. Klikk 'REC'-knappen eller trykk på hurtigtasten for opptak.

$ST_START_GAME_TITLE		= Spillopptaksmodus
$ST_START_GAME_DESC		= Denne modusen lar deg ta opp gameplay mens FPS vises.
$ST_START_GAME_STEP		= 1. Start et spill og sjekk det grønnfargede nummeret (FPS).[br]2. Klikk 'REC'-knappen eller trykk på hurtigtasten for opptak.

$ST_START_DEVICE_TITLE		= Enhetopptaksmodus
$ST_START_DEVICE_DESC		= Denne modusen lar deg ta opp eksterne videoenheter, som f.eks. webkamera, Xbox, smarttelefon, IPTV osv.
$ST_START_DEVICE_STEP		= 1. Velg et webkamera eller opptaksenhet. [br]2. Klikk 'REC'-knappen eller trykk på hurtigtasten for opptak.

$ST_START_AUDIO_TITLE		= Lydopptaksmodus
$ST_START_AUDIO_DESC		= Denne modusen lar deg ta opp bare lyd, som høyttalere og mikrofon.
$ST_START_AUDIO_STEP		= Trykk på 'REC'-knappen eller trykk på hurtigtasten for opptak.

$BN_START_HELP			= Se online hjelp
$BN_START_RECORD		= Start opptak
$BN_START_RECORD_STOP		= Stopp opptak
$ST_START_HOTKEY_RECORD		= Ta opp/stopp
$ST_START_HOTKEY_SCREENSHOT	= Skjermbilde
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Spill av
$BN_BDFIX_OPEN_FOLDER		= Åpne mappe
$BN_BDFIX_CLOSE			= Lukk
$ST_BDFIX_INPUT_FILE		= Inngangsfil
$ST_BDFIX_INPUT_FILE2		= Åpne en korrupt AVI/MP4-fil.
$BN_BDFIX_INPUT_FILE		= Åpne
$ST_BDFIX_OUTPUT_FILE		= Utgangsfil
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Velg et opptaksområde
$MENU_RECTANGLE			= Rektangel på skjermen
$MENU_FULLSCREEN		= Fullskjerm
$MENU_WINDOW_SCREEN		= Spesifikt vindu
$MENU_AROUND_MOUSE		= Rundt musepeker
$MENU_AUDIO_ONLY		= Bare lyd
$MENU_RECT_FIND_WINDOW		= Velg et opptaksområde
$MENU_RECT_CUSTOM		= Egendefinert størrelse
$MENU_RECT_RECENTLY_USED	= Nylig brukt størrelse
$MENU_FULL_DISPLAY_ALL		= All display
$MENU_FULL_DISPLAY_1		= Skjerm 1
$MENU_FULL_DISPLAY_2		= Skjerm 2
$MENU_FULL_DISPLAY_3		= Skjerm 3
$MENU_FULL_DISPLAY_4		= Skjerm 4
$MENU_FULL_DISPLAY_5		= Skjerm 5
$MENU_FULL_DISPLAY_6		= Skjerm 6
$MENU_FULL_DISPLAY_7		= Skjerm 7
$MENU_FULL_DISPLAY_8		= Skjerm 8
$MENU_FULL_SHOW_CONTRL		= Vis verktøylinje hele tiden
$MENU_FULL_HIDE_CONTRL		= Skjul verktøylinje hele tiden
$MENU_MOUSE_CUSTOM		= Egendefinert størrelse
$MENU_WINDOW_FIND		= Velg opptaksområde på et spesifikt vindu
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SELECT DEVICE - POPUP MENU
$MENU_DEVICE_DISABLE_SPEAKER	= Deaktiver høyttaler
$MENU_DEVICE_DISABLE_MICROPHONE	= Deaktiver mikrofon
$MENU_DEVICE_ADVANCED		= Avansert...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Åpne Utgangsmappe
$TOOLTIP_SCHEDULED_RECORDING	= Planlagte Opptak
$TOOLTIP_SCREENSHOT		= Ta bilde
$TOOLTIP_RECORD			= Ta opp / Stopp
$TOOLTIP_PAUSE			= Pause
$TOOLTIP_UI_MODE		= Enkel/Utvidet UI
$TOOLTIP_REGISTER		= Registrer Bandicam
$TOOLTIP_ONLINE_HELP		= Online-hjelp

$TOOLTIP_TOOL_NONE		= Musepeker (Ingen tegning) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Penn (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Markeringstusj (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Line (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Pil (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Boks (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Nummerering (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Text (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Viskelær (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Velg farge
$TOOLTIP_TOOL_LINE		= Linjebredde
$TOOLTIP_TOOL_UNDO		= Angre (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Gjøre om (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Velg opptaksmodus
$TOOLTIP_HOME_RECT		= Skjermopptaksmodus - Rektangel
$TOOLTIP_HOME_FULL		= Skjermopptaksmodus - Fullskjerm
$TOOLTIP_HOME_WINDOW		= Skjermopptaksmodus - Spesifikt vindu
$TOOLTIP_HOME_MOUSE		= Skjermopptaksmodus - Rundt musepeker
$TOOLTIP_HOME_GAME		= Spillopptaksmodus
$TOOLTIP_HOME_DEVICE		= Enhetopptaksmodus
$TOOLTIP_HOME_AUDIO		= Lydopptaksmodus

$TOOLTIP_ADD_MOUSE_EFFECT	= Legg til effekter på musepeker
$TOOLTIP_ADD_TEXT_OVERLAY	= Legg til teksteffekter over videoen
$TOOLTIP_ADD_SPEAKER		= Legg til høyttalere
$TOOLTIP_ADD_MICROPHONE		= Legg til mikrofon
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Legg til overlegg fra webkamera
$TOOLTIP_MUTE_SPEAKER		= Mute Speakers
$TOOLTIP_MUTE_MICROPHONE	= Mute Microphone

$TOOLTIP_REFRESH_LINFO		= Oppdater lisensinformasjon

$TOOLTIP_ADJUST_SPEAKER_VOL	= Juster høyttalervolum
$TOOLTIP_ADJUST_MICROPHONE_VOL	= Juster mikrofonvolum

$TOOLTIP_OUTPUT_VIDEO		= Utgangsfilliste - Video
$TOOLTIP_OUTPUT_IMAGE		= Utgangsfilliste - Bilde
$TOOLTIP_OUTPUT_AUDIO		= Utgangsfilliste - Audio

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DIALOG
$BTN_REGISTER			= Registrer
$BTN_BUY_NOW			= Kjøp nå
$BTN_RENEW			= Forny nå
$ST_LEARN_MORE			= Lær mer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png
$FILE_BUSINESS_ICON		= business_icon.png

[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Avbryt
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Format-innstillinger
IDC_ST_FMTSET_FILE		= Filtype
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Størrelse
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_CODEC_PROFILE	= Profil
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Kvalitet
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Lagre som originalformat
IDC_ED_AUDIO_ORIGINAL_PCM	= Du kan lagre multikanals og HD lyd (96KHz eller mer).
IDC_ST_AUDIO_CH			= Kanaler
IDC_ST_AUDIO_FREQ		= Frekvens
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Formatinnstillinger

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Registrer Bandicam
IDC_ST_1BUY			= 1. Kjøp
IDC_ST_1BUY_COMMENT		= Legg merke til at Bandicam ikke er et gratis program. Hvis du vil ta opp uten vannmerker på videoen din, trenger du å kjøpe en Bandicam lisens fra oss.
IDC_BTN_BUY_ONLINE		= Kjøp online
IDC_ST_2REGISTER		= 2. Registrer
IDC_ST_2REGISTER_COMMENT	= Du trenger en internett kobling for å registrere Bandicam.
IDC_ST_EMAIL_ADDRESS		= E-post adresse
IDC_ST_SERIAL_NUMBER		= Serienummer
IDC_BTN_REGISTER_NOW		= Registrer nå
IDC_BTN_UNREGISTER_NOW		= Fjern registrering
IDC_BTN_CLOSE			= Lukk

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Oppdateringssjekk
IDC_ST_UPDATE_SETTING		= Innstilling
IDC_CK_UPDATE_ENABLE		= Aktiver automatisk oppdateringssjekk
IDC_CK_UPDATE_POPUP		= Vis pop-opp hvis en viktig oppdatering er tilgjengelig.
IDC_UPDATE_CHECK_NOW		= Oppdateringssjekk nå.
IDC_CLOSE			= Lukk

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Avanserte alternativer
IDC_BTN_RESET			= Tilbakestill

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Generelt
IDC_CK_ALWAYS_ON_TOP2		= Bandicam vinduet alltid på topp
IDC_CK_START_MINIMIZED_TO_TRAY	= Start Bandicam minimert til statuslinje
IDC_CK_RUN_WHEN_START		= Start Bandicam når Windows starter
IDC_CK_RECORD_WHEN_RUN		= Start fullskjermsopptak når Bandicam starter
IDC_BTN_TIMER_RECORDING		= Still inn en timer for automatisk start av opptak
IDC_CK_SHOW_FPS_IN_VIDEO	= Vis FPS i video/bilde opptak
IDC_ST_SHOW_FPS_IN_VIDEO	= (Bare i 'Spillopptaksmodus')
IDC_CK_SHOW_TIP_BAR		= Vis tips/informasjons linje
IDC_CK_NO_TRAY_BALLOON		= Skru av systemstatusfeltvarslinger
IDC_ST_ADV_AUTOMATIC		= Automatisk
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = Tips: Hvordan starte et opptak ved oppstart av Windows

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Utgang
IDC_ST_OUT_OUTPUT_FOLDER	= Utgangsmappe
IDC_CK_OUT_CREATE_SUBFOLDER	= Lag utgangssubmappe når filen skrives
IDC_RD_OUT_SUBFOLDER		= Undermappenavn vil være navnet på opptaksmålet.
IDC_RD_OUT_SUBFOLDER_2		= 'Videoer'/ 'Bilder' / 'Lyder'
IDC_RD_OUT_SUBFOLDER_3		= Datoformat (ÅÅÅÅ-MM-DD)
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Aktiver hurtigbufring på disken
IDC_ST_OUT_FILE_NAMING		= Filnavnsinnstillinger
IDC_ST_OUT_EXAMPLE		= Eks)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Språk
IDC_ST_TRANSLATOR		= Takk til oversettere

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Fest på mål
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Deaktiver DirectX 10/11 hekting på IE9, IE10 og Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Blokker DirectX video overlegg
IDC_BTN_BLOCK_LIST		= Blokkerte prosesser

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= Generelt
IDC_CK_HKEY_START_REC		= Start/Stopp opptak
IDC_CK_HKEY_PAUSE_REC		= Pause opptak
IDC_CK_HKEY_CAPTURE_IMAGE	= Ta bilde
IDC_CK_HKEY_MUTE_SPEAKER	= Demp høyttalere
IDC_CK_HKEY_MUTE_MICROPHONE	= Demp mikrofon
IDC_ST_HKEY_SCREEN_MODE		= Skjermopptaksmodus
IDC_CK_HKEY_SHOW_RECT		= Vis/Skjul rektangel
IDC_CK_HKEY_TOGGLE_DRAW		= Tegnemodus
IDC_CK_HKEY_SEL_TARGET_RECT	= Velg område
IDC_CK_HKEY_WEBCAM_MAXIMIZE	= Maksimer forhåndsvisning av webkamera
IDC_ST_HKEY_GAME_MODE		= Spillopptaksmodus
IDC_CK_HKEY_SHOW_FPS		= FPS - Vis/Skjul
IDC_CK_HKEY_POS_FPS		= FPS - Posisjon
IDC_CK_HKEY_LIMIT_FPS		= FPS - Grense

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Andre innstillinger
IDC_BTN_VIDEO_RECORD_SETTINGS	= Videoopptaksinnstillinger
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Videoformateringsinstillinger
IDC_BTN_AUTO_COMPLETE_RECORDING	= Auto-fullfør opptak
IDC_ST_OTHER_UAC		= Kjør som administrator (UAC)
IDC_RD_OTHER_NONADMIN		= Kjør Bandicam som ordinær bruker (ikke administrator)
IDC_RD_OTHER_ADMIN		= Kjør Bandicam som administrator
IDC_RD_OTHER_ADMIN_GAME		= Kjør som administrator kun ved 'Spillopptaksmodus'
IDC_BTN_OTHER_RESTART		= Restart nå
IDC_LN_OTHER_UAC		= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Auto-fullfør opptak
IDC_ST_RC_HOWTO			= Sett opp tilstanden for auto-fullført opptak
IDC_RD_RC_NOTCOMPLETE		= Ikke fullfør
IDC_RD_RC_TIME			= Av opptakstid
IDC_ST_RC_MAX_TIME		= Maks
IDC_RD_RC_SIZE			= Av opptaks filstørrelse
IDC_ST_RC_MAX_SIZE		= Maks
IDC_RD_RC_NOSOUND		= Stilleperiode (sek)
IDC_CK_RC_NOSOUND		= Vis et popup-vindu før opptaket avsluttes
IDC_ST_RC_AFTER			= Etter fullføring av auto-opptak
IDC_RD_RC_NOTHING		= Ikke gjør noe
IDC_RD_RC_NEW_RECORDING		= Start nytt opptak
IDC_RD_RC_EXIT_BDCAM		= Avslutt Bandicam
IDC_RD_RC_SHUTDOWN		= Avslutt din datamaskin
IDC_RD_RC_HIBERNATE		= Sett datamaskinen i dvalemodus

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Auto-fullført opptak - Varsel
IDC_ST_NOSOUND_TITLE		= Stillestatus
IDC_ST_NOSOUND_DESC		= Opptaket vil avslutte fordi datamaskinen ikke spiller av noe lyd.
IDC_ST_NOSOUND_DESC2		= Avslutter opptak om %d sekunder.
IDC_BTN_NOSOUND_CONTINUE	= Fortsett opptak

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Slå av
IDC_ST_SHUTDOWN			= Avslutt
IDC_ST_SHUTDOWN_INFO		= Denne datamaskinen vil bli avsluttet.\nTrykk 'Avbryt' hvis du ikke vil avslutte.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Opptaksinnstillinger

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Ta opp lyd
IDC_ST_SND_SELECT_1		= Primærenhet
IDC_ST_SND_DEVICE_0		= Høyttaler
IDC_BTN_SND_SETTING_0		= Innstillinger
IDC_ST_SND_DEVICE_1		= Mikrofon
IDC_BTN_SND_SETTING_1		= Innstillinger
IDC_ST_SND_VOLUME_1		= Volum
IDC_CK_SND_MONO_1		= Mono
IDC_BTN_SND_FILTER_1		= Filter
IDC_ST_SND_SELECT_2		= Sekundær lydenhet (Avansert)
IDC_BTN_SND_SETTING_2		= Innstillinger
IDC_ST_SND_VOLUME_2		= Volum
IDC_CK_SND_MONO_2		= Mono
IDC_BTN_SND_FILTER_2		= Filter
IDC_CK_SND_MIX_SOUND		= Miks to (2) lydspor (Primært og sekundært lydspor inn i et lydspor).
IDC_CK_SND_CAP_PUSH_TO		= Trykk-for-å-snakke eller Trykk-for-å-dempe
IDC_ST_SOUND_HELP		= Hjelp
IDC_CK_SND_SAVE_AS_WAV		= Lagre lyd filder mens opptaket pågår. (.wav)
IDC_ST_AUDIO_MODE		= Vennligst velg minst én lydenhet for lydopptak.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Legg til webkameraoverlegg til video
IDC_ST_WEBCAM_SETTING		= Innstillinger
IDC_ST_WEBCAM_POS		= Posisjon:
IDC_CK_WEBCAM_USE_CHROMAKEY	=  Bruk Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Avansert
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Avanserte innstillinger
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Forhåndsvis webkamera på skjermen
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Aktiver byttetast for forhåndsvisning
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Legg til webkameraoverlegg på utgangsopptaket
IDC_RD_WEBCAM_SAVE_AS_MP4	= Lagre webkameraopptak som en separat fil (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Legg til logo på videoen
IDC_ST_LOGO_SETTING		= Innstillinger
IDC_ST_LOGO_IMAGE		= Bilde:
IDC_ST_LOGO_OPACITY		= Ugjennomsiktighet:
IDC_ST_LOGO_POS			= Posisjon:
IDC_ST_LOGO_LR_MARGINS		= Venstre/H marginer:
IDC_ST_LOGO_TB_MARGINS		= Topp/B marginer:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Vis musepeker
IDC_ST_CURSOR_SIZE		= Størrelse
IDC_ST_EFFECTS_MOUSE		= Museffekter
IDC_CK_ADD_CLICK_EFFECTS	= Legg til museklikkeffekter
IDC_ST_CLICK_EFFECT_SIZE	= Størrelse
IDC_ST_LEFT_CLICK_COLOR		= Farge for venstreklikk
IDC_ST_RIGHT_CLICK_COLOR	= Farge for høyreklikk
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Legg til musmarkeringseffekt
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Størrelse
IDC_ST_HIGHLIGHT_COLOR		= Markeringsfarge
IDC_ST_HIGHLIGHT_OPACITY	= Ugjennomsiktighet
IDC_ST_EFFECT_PREVIEW_TITLE	= Forhåndsvis
IDC_ST_EFFECTS_MOUSE_SOUND	= Spill av museklikklyder mens du tar opp
IDC_CK_EFFECT_LCLICK_SOUND	= Venstreklikk
IDC_CK_EFFECT_RCLICK_SOUND	= Høyreklikk

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_KEYSTROKE
IDC_CK_ADD_KEYSTROKE		= Legg til tastevisning i videoen
IDC_ST_ADD_KEYSTROKE		= Tastevisning er kun tilgjengelig i skjermopptaksmodus.
IDC_ST_KEYSTROKE_SETTING	= Innstillinger
IDC_ST_KEYSTROKE_SIZE		= Fontstørrelse:
IDC_ST_KEYSTROKE_POS		= Posisjon:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Legg til tekstlag over video
IDC_BTN_TEXT_OVERLAY_ADD	= Legg til
IDC_BTN_TEXT_OVERLAY_EDIT	= Rediger
IDC_BTN_TEXT_OVERLAY_DEL	= Slett

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Innstillinger
IDC_ST_REC_PRIORITY		= Opptaksprioritet:
IDC_ST_REC_PRIORITY2		= Høyere prioritet kan redusere tap av bilder.
IDC_ST_FOR_DX_GL		= For Spillopptaksmodus
IDC_CK_SKIP_RECORDING		= Hopp over opptaket mens bildet ikke er oppdatert.
IDC_CK_ENHANCED_DX9_CAPTURE	= Bruk forbedret opptaksmetode (raskere, bare for DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Skjermopptaksmodus
IDC_CK_HIDE_MAINWND_WHILE_REC = Skjul hovedvindu under opptak
IDC_CK_SHOW_COUNTDOWN_TIMER	= Vis nedtelling før opptaket starter
IDC_CK_ENHANCED_CAPTURE		= Bruk forbedret opptaksmetode (raskere, Windows 8 eller nyere)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Spill av lydeffekter når opptak startes eller stoppes
IDC_CK_EXCLUDE_FROM_CAPTURE = Ekskluder Bandicam-vinduer fra opptak

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Forhåndsvisning av webkamera og avanserte innstillinger
IDC_ST_WEBCAM_PRESET_POS	= Forhåndssatt posisjon
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Innstillinger
IDC_ST_WEBCAM_DEVICE		= Webkamera:
IDC_BTN_WEBCAM_DEVICE		= Innstillinger
IDC_ST_WEBCAM_DEVICE_FMT	= Format:
IDC_ST_WEBCAM_SIZE		= Overleggsstørrelse:
IDC_ST_WEBCAM_POS_H		= X posisjon:
IDC_ST_WEBCAM_POS_V		= Y posisjon:
IDC_ST_WEBCAM_FLIPSCREEN	= Speilvend skjerm:
IDC_ST_WEBCAM_ROTATE	= Rotate:
IDC_ST_WEBCAM_SHAPE = Form:
IDC_ST_WEBCAM_BLUR = Uklarhetseffekt:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Bruk Chroma Key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Farge:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Velg
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Likhet: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Blanding:
IDC_LN_WEBCAM_HELP		= [ Hjelp ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Forhåndsvis webkamera

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Innstillinger for tekstlag
IDC_ST_TEXT_OVERLAY_SETTINGS	= Innstillinger
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Inkluder tidsstempel
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Størrelse:
IDC_ST_TEXT_MARGIN		= Margin:
IDC_ST_TEXT_ALPHA		= Alfa:
IDC_ST_TEXT_COLOR		= Tekstfarge:
IDC_CK_TEXT_SHADOW_COLOR	= Skygge:
IDC_CK_TEXT_OUT_COLOR		= Omriss:
IDC_BTN_ADD_TEXT_MACRO		= Legg til tekstmakro (dato, tid osv.)
IDC_LN_TEXT_HELP		= [ Hjelp ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Innstillinger for bildeopptak

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Legg til logo på bildet
IDC_ST_IMG_LOGO_SETTING		= Innstillinger
IDC_ST_IMG_LOGO_IMAGE		= Bilde:
IDC_ST_IMG_LOGO_OPACITY		= Ugjennomsiktighet:
IDC_ST_IMG_LOGO_POS		= Posisjon:
IDC_ST_IMG_LOGO_LR_MARGINS	= Venstre/Høyre marginer:
IDC_ST_IMG_LOGO_TB_MARGINS	= Top/bunn marginer:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Tilpasset mål størrelse
IDC_ST_TARGET_SIZE_SETTING	= Innstillinger
IDC_ST_TARGET_SIZE		= Mål størrelse:
IDC_BTN_TARGET_RECENT		= Nylig valgt målstørrelse

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Legg til ny størrelsesinnstilling
IDC_ST_ADD_SIZE_PRESET		= Du kan lagre målplasseringen og størrelse som en ny forhåndsinnstilling.\nAngi et navn for den nye forhåndsinnstillingen.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Rediger størrelsesinnstillinger
IDC_BTN_SIZE_PRESET_ADD		= Legg til
IDC_BTN_SIZE_PRESET_DEL		= Slett
IDC_BTN_SIZE_PRESET_REN		= Gi nytt navn
IDC_BTN_SIZE_PRESET_UP		= Opp
IDC_BTN_SIZE_PRESET_DN		= Ned

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Gi nytt navn til størrelsesinnstillingen
IDC_ST_REN_SIZE_PRESET		= Legg til nytt navn for forhåndsinnstillingen.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informasjon
IDC_ST_ACAP_INFO		= Lyd opptak informasjon
IDC_ST_ACAP_INFO2		= Ditt lydkort tar ikke opp lyden. Sjekk dine 'lyd kontroller'. \n\nVil du besøke online hjelpe siden?
IDC_CK_ACAP_DO_NOT_ASK		= Ikke spør igjen
IDC_BTN_YES			= Ja
IDC_BTN_NO			= Nei

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Maks opptakstid
IDC_ST_RC_TIME_SETTING		= Innstillinger
IDC_ST_RC_TIME_HOUR		= Timer
IDC_ST_RC_TIME_MIN		= Minutter
IDC_ST_RC_TIME_SEC		= Sekunder

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Maks opptaksfilstørrelse
IDC_ST_RC_FILESIZE_SETTING	= Innstillinger

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Legg til ny forhåndsinnstilling.
IDC_ST_ADD_PRESET		= Du kan lagre de gjeldende innstillingene som en ny forhåndsinnstilling. \nAngi et navn for den nye forhåndsinnstillingen.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Rediger forhåndsinnstillinger
IDC_BTN_PRESET_ADD		= Legg til
IDC_BTN_PRESET_DEL		= Slett
IDC_BTN_PRESET_REN		= Endre navn
IDC_BTN_PRESET_UP		= Opp
IDC_BTN_PRESET_DN		= Ned

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Endre navn på forhåndsinnstillingen.
IDC_ST_REN_PRESET		= Legg til et nytt navn for forhåndsinnstillingen.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Velg ekstern video kodek
IDC_ST_CODEC_EX_LIST		= Kodekliste
IDC_ST_CODEC_EX_SETTINGS	= Innstillinger
IDC_ST_CODEC_EX_DRIVER		= Drivernavn
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Kvalitet
IDC_ST_CODEC_EX_DATERATE	= Datahastighet
IDC_ST_CODEC_EX_KEYFRAME	= Nøkkelbildeintervall
IDC_CK_CODEC_EX_PREFER_RGB	= Foretrekk RGB fargeområde
IDC_BTN_CODEC_EX_CONFIG		= Konfigurer
IDC_BTN_CODEC_EX_ABOUT		= Om
IDC_ST_CODEC_EX_HELP		= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Blokkerte prosesser
IDC_ST_BLOCK_LIST		= Følgende prosesser er ikke tillatt hekting
IDC_ST_BLOCK_LIST_EX		= Eksempel :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Innstillinger
IDC_ST_H264_CUDA_RATE_CONTROL	= Frekvenskontroll
IDC_RD_H264_CUDA_VBR		= VBR - kvalitetsbasert (anbefalt)
IDC_RD_H264_CUDA_CBR		= CBR - bitfrekvensbasert
IDC_ST_H264_CUDA_GPU_USAGE	= GPU bruk
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Bare GPU (bruk med raskere GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU-enhet:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Andre innstillinger
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kode:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Nøkkelbildeintervall:
IDC_ST_H264_CUDA_FOURCC_HELP	= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC 		= H.264 (Quick Sync Video) Innstillinger
IDC_ST_H264_SYNC_RATE_CONTROL	= Frekvenskontroll
IDC_RD_H264_SYNC_VBR 		= VBR - kvalitet-basert (anbefalt)
IDC_RD_H264_SYNC_CBR		= CBR - bitrate-basert
IDC_ST_H264_SYNC_OTHER_OPTIONS 	= Andre innstillinger
IDC_ST_H264_SYNC_FOURCC_USED 	= FourCC kode:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Nøkkelbildeintervall:
IDC_ST_H264_SYNC_FOURCC_HELP 	= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP 		= H.264 (AMD VCE) Innstillinger
IDC_ST_H264_APP_RATE_CONTROL 	= Frekvenskontroll
IDC_RD_H264_APP_VBR 		= VBR - kvalitet-basert (anbefalt)
IDC_RD_H264_APP_CBR 		= CBR - bitrate-basert
IDC_ST_H264_APP_OTHER_OPTIONS 	= Andre innstillinger
IDC_ST_H264_APP_FOURCC_USED 	= FourCC kode:
IDC_ST_H264_APP_KEYFRAME_INT 	= Nøkkelbildeintervall:
IDC_ST_H264_APP_FOURCC_HELP 	= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Innstillinger
IDC_ST_XVID_RATE_CONTROL	= Frekvenskontroll
IDC_RD_XVID_VBR			= VBR - kvalitetsbasert (anbefalt)
IDC_RD_XVID_CBR			= CBR - bitfrekvensbasert
IDC_ST_XVID_OPTIMIZATION	= Optimalisering
IDC_RD_XVID_FASTER_SPEED	= Raskere omkodingshastighet
IDC_RD_XVID_SMALLER_SIZE	= Mindre filstørrelse
IDC_ST_XVID_OTHER_OPTIONS 	= Andre innstillinger
IDC_ST_XVID_KEYFRAME_INT 	= Nøkkelbildeintervall:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Innstillinger
IDC_ST_H264_NVENC_RATE_CONTROL	= Hastighetskontroll
IDC_RD_H264_NVENC_VBR		= VBR - kvalitetsbasert (anbefalt)
IDC_RD_H264_NVENC_CBR		= CBR - bitratebasert
IDC_ST_H264_NVENC_GPU_USAGE	= GPU-bruk
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU-enhet:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Andre innstillinger
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC-kode:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Nøkkelbildeintervall:
IDC_ST_H264_NVENC_FOURCC_HELP	= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Innstillinger
IDC_ST_H264_RATE_CONTROL	= Ratekontroll
IDC_RD_H264_VBR			= VBR - kvalitetsbasert (anbefalt)
IDC_RD_H264_CBR			= CBR - bitratebasert
IDC_ST_H264_OPTIMIZATION	= Optimalisering
IDC_RD_H264_FASTER_SPEED	= Raskere enkodingshastighet
IDC_RD_H264_BALANCED		= Balansert ytelse
IDC_RD_H264_SMALLER_SIZE	= Mindre filstørrelse
IDC_ST_H264_OTHER_OPTIONS	= Andre innstillinger
IDC_ST_H264_KEYFRAME_INT	= Nøkkelbildeintervall:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timeropptak
IDC_ST_TIMER_SETTINGS		= Innstillinger
IDC_RD_TIMER_START_IN		= Start om
IDC_ST_TIMER_MINUTES		= minutter
IDC_RD_TIMER_START_AT		= Start ved
IDC_CK_TIMER_MINIMIZE		= Minimer Bandicam til verktøylinjen når opptaket starter.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto-fullfør opptak
IDC_BTN_TIMER_AUTO_COMPLETE	= Innstilling

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timeropptak - Venter på start
IDC_ST_TIMER_WAITING_INFO	= Venter på start av opptak ved %s.
IDC_ST_TIMER_ELAPSED		= Brukt tid:
IDC_ST_TIMER_REMAINING		= Gjenstående tid:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS-Innstillinger
IDC_ST_FORMAT_FPS_MODE		= Bildefrekvens-modus
IDC_RD_FORMAT_FPS_CFR		= Foretrekk CFR (KB) - Konstant Bilderate
IDC_ST_FORMAT_FPS_CFR		= Faller tilbake til VFR hvis enkoderens ytelse ikke er bra nok.
IDC_RD_FORMAT_FPS_VFR		= Bruk VFR (VB) - Variabel Bilderate (Anbefalt)
IDC_ST_FORMAT_FPS_HELP		= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Last opp til Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Opplastningsinformasjon
IDC_ST_YOUTUBE_FILENAME		= Filnavn:
IDC_ST_YOUTUBE_TITLE		= Tittel:
IDC_ST_YOUTUBE_DESCRIPTION	= Beskrivelse:
IDC_ST_YOUTUBE_PRIVACY		= Tilgangsinnstilling:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Offentlig - La hvem som helst se denne videoen
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Uoppført - Hvem som helst som har linken til denne videoen kan se den
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Privat - Gjør denne videoen synlig for meg og andre brukere jeg velger
IDC_BTN_YOUTUBE_UPLOAD		= Last opp
IDC_LN_YOUTUBE_HELP		= Hjelp
IDC_LN_YOUTUBE_TOS		= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Forbli pålogget
IDC_BTN_YOUTUBE_LOGOUT		= Logg ut

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Laster opp...
IDC_ST_YOUTUBE_UPLOADED		= Video-opplastningen er ferdig!
IDC_ST_YOUTUBE_LINK		= Link:
IDC_ST_YOUTUBE_EMBED		= Innbygg:
IDC_BTN_YOUTUBE_LINK_GO		= Åpne
IDC_BTN_YOUTUBE_EMBED_COPY	= Kopier
IDC_BTN_YOUTUBE_CLOSE		= Lukk

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Last opp til Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Opplastningsinformasjon
IDC_ST_VIMEO_FILENAME		= Filnavn:
IDC_ST_VIMEO_TITLE		= Tittel:
IDC_ST_VIMEO_DESCRIPTION	= Beskrivelse:
IDC_ST_VIMEO_PRIVACY		= Videotilgjengelighet:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Alle - La alle se denne videoen
IDC_RD_VIMEO_PRIVACY_ONLYME	= Bare meg - Videoen er bare synlig til meg og ingen andre
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Bare personer jeg følger - Synlig bare til personer jeg følger på Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Bare de som har den private linken kan se denne videoen
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Brukere med Vimeo Basic kan ikke bruke denne innstillingen)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Bare de som vet passordet kan se denne videoen
IDC_CK_HIDE_PASSWORD		= Gjem passord
IDC_BTN_VIMEO_UPLOAD		= Last opp
IDC_LN_VIMEO_HELP		= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Laster opp...
IDC_ST_VIMEO_UPLOADED		= Video-opplastningen er ferdig!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Innbygg:
IDC_BTN_VIMEO_LINK_GO		= Åpne
IDC_BTN_VIMEO_EMBED_COPY	= Kopier
IDC_BTN_VIMEO_CLOSE		= Lukk

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Last opp til Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Opplastningsinformasjon
IDC_ST_FACEBOOK_FILENAME	= Filnavn:
IDC_ST_FACEBOOK_TITLE		= Tittel:
IDC_ST_FACEBOOK_DESCRIPTION	= Beskrivelse:
IDC_ST_FACEBOOK_PRIVACY		= Tilgang:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Offentlig - La hvem som helst se denne videoen
IDC_RD_FACEBOOK_PRIVACY_FOF	= Venners venner - La dine venners venner se denne videoen
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Venner - La dine venner se denne videoen
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Bare meg - Denne videoen er bare synlig for deg selv
IDC_BTN_FACEBOOK_UPLOAD		= Last opp
IDC_LN_FACEBOOK_HELP		= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Laster opp...
IDC_ST_FACEBOOK_UPLOADED	= Opplastning av videoen er ferdig!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Gå til
IDC_BTN_FACEBOOK_CLOSE		= Lukk

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_GDRIVE
IDD_UPLOAD_TO_GDRIVE		= Last opp til Google Drive
IDC_ST_GDRIVE_UPLOADINFO	= Opplastningsinformasjon
IDC_ST_GDRIVE_FILENAME		= Filnavn:
IDC_ST_GDRIVE_SHARE_MODE	= Del:
IDC_RD_GDRIVE_DONT_SHARE	= Ikke del
IDC_RD_GDRIVE_SHARELINK		= Lag en delingslenke
IDC_ST_GDRIVE_SHARELINK_HELP	= Hvem som helst med lenken kan se
IDC_BTN_GDRIVE_UPLOAD		= Last opp
IDC_LN_GDRIVE_HELP		= Hjelp
IDC_CK_GDRIVE_KEEP_LOGGED_IN	= Hold meg pålogget
IDC_BTN_GDRIVE_LOGOUT		= Logg ut

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_GDRIVE
IDD_UPLOADING_GDRIVE		= Laster opp...
IDC_ST_GDRIVE_UPLOADED		= Opplastningen er ferdig!
IDC_ST_GDRIVE_LINK		= Lenke:
IDC_BTN_GDRIVE_LINK_GO	= Gå til
IDC_BTN_GDRIVE_SHARELINK_COPY	= Kopier delingslenke
IDC_BTN_GDRIVE_CLOSE		= Lukk

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC tilgjengelig
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 enkoder er tilgjengelig. NVENC er en høyytelses enkoder som bruker maskinvareakselerasjon. Ønsker du å bruke NVENC H.264 enkoder?\n<a>mer</a>
IDC_CK_NVENC_AVAILABLE		= Ikke spør meg igjen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) tilgjengelig
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder er tilgjengelig. QSV er en høy-ytelses enkoder som bruker maskinvareakselerasjon. \nØnsker du å bruke QSV H.264 enkoderen?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Ikke spør meg igjen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Enhetsvalg
IDC_ST_DEVICE_SELECTION		= Utvalg
IDC_ST_DEVICE_NAME		= Enhet:
IDC_BTN_DEVICE_NAME_SETTINGS	= Innstillinger
IDC_ST_DEVICE_FORMAT		= Format:
IDC_ST_DEVICE_VIDEO_INPUT	= Videoinngang:
IDC_ST_DEVICE_AUDIO_INPUT	= Lydinngang:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Bruk egendefinert lydenhet
IDC_BTN_DEVICE_INPUT_SETTINGS	= Innstillinger
IDC_ST_DEVICE_OPTIONS		= Innstillinger
IDC_ST_DEVICE_DEINTERLAING	= Linjedobling:
IDC_ST_DEVICE_ROTATE		= Rotate:
IDC_ST_DEVICE_FLIPSCREEN	= Speilvend bilde:
IDC_CK_DEVICE_FLIPSCREEN_H	= Vannrett
IDC_CK_DEVICE_FLIPSCREEN_V	= Loddrett
IDC_LN_DEVICE_HELP		= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Kompatibilitetsproblem med Origin
IDC_LN_CAUTION_USING_WINAPPS	= Hvis hekting på Windows Apps (UWP) er aktivert, kan det bli kompatibilitetsproblem med Origin. <a>Klikk her</a> for å løse dette problemet.\n\nEr du sikker på at du vil aktivere hekting på Windows Apps?
IDC_CK_CAUTION_USING_WINAPPS	= Ikke spør meg igjen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST      = Liste over planlagte opptak
IDC_ST_SREC_LIST_TEXT       = Planlegg et tidspunkt for å starte et opptak. (Bare mens Bandicam kjører.)
IDC_BTN_SREC_LIST_ADD       = Legg til
IDC_BTN_SREC_LIST_EDIT      = Rediger
IDC_BTN_SREC_LIST_DELETE    = Slett
IDC_BTN_SREC_LIST_COPY		= Copy
IDC_BTN_SREC_LIST_CLOSE     = Lukk
IDC_LN_SREC_TIP_TASK_SCHEDULER	= Tips: Hvordan starte et planlagt opptak når Bandicam ikke kjører

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS  = Planlagte Opptak
IDC_ST_SREC_SETTINGS_NAME   = Navn:
IDC_CK_SREC_ACTIVE      = Aktiv
IDC_ST_SREC_SCHEDULING      = Planlegging
IDC_RD_SREC_ONE_TIME        = Én gang
IDC_RD_SREC_DAILY       = Daglig
IDC_RD_SREC_WEEKLY      = Ukentlig
IDC_ST_SREC_START_TIME      = Start time:
IDC_ST_SREC_END_TIME        = End time:
IDC_CK_SREC_DURATION        = Duration
IDC_CK_SREC_SUN         = Søndag
IDC_CK_SREC_MON         = Mandag
IDC_CK_SREC_TUE         = Tirsdag
IDC_CK_SREC_WED         = Onsdag
IDC_CK_SREC_THU         = Torsdag
IDC_CK_SREC_FRI         = Fredag
IDC_CK_SREC_SAT         = Lørdag
IDC_ST_SREC_RECORDING       = Opptak
IDC_ST_SREC_TARGET      = Opptaksmål:
IDC_BTN_SREC_TARGET_SELECT  = Velg
IDC_ST_SREC_AFTER_RECORDING = Etter opptaket:
IDC_LN_SREC_HELP        = [ Hjelp ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Ingen lydopptaksenheter
IDC_ST_ACAP_NO_DEVICE		= Ingen lydopptaksenheter er oppdaget.\nDet vil derfor ikke være noen lydspor tilgjengelig i opptaksvideo.
IDC_CK_ACAP_DO_NOT_SHOW		= Ikke vis denne meldingen igjen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam kjøres som en ordinær bruker
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Noen opptaksmål kan ikke oppdages fordi du ikke kjører Bandicam som administrator. \n\n<a>Klikk her for å kjøre Bandicam som administrator.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Hjelp
ID_BTN_CAUTION_UAC_SETTINGS		= Innstillinger

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_BANDIFIX_DIALOG
IDD_BANDIFIX_DIALOG		= BandiFix

[MENU]
ID_POPUP_ABOUT			= &Om Bandicam
ID_POPUP_GENERAL		= Innstillinger &Generelt
ID_POPUP_FRAME			= Innstillinger &FPS
ID_POPUP_VIDEO			= Innstillinger &Video
ID_POPUP_IMAGE			= Innstillinger &Bilde
ID_POPUP_AUDIO			= Innstillinger &Lyd
ID_POPUP_OUTPUTS		= Utgangsfilliste
ID_POPUP_OPENOUTPUTFOLDER	= &Åpne utgangs mappe
ID_POPUP_TARGET			= Mål
ID_POPUP_SETTINGS		= Innstillinger
ID_POPUP_SIZE			= Størrelse
ID_POPUP_EXIT			= A&vslutt

ID_TARGET_DIRECTX		= Spillopptaksmodus
ID_TARGET_SCREEN		= Skjermopptaksmodus - Rektangel
ID_TARGET_FULL			= Skjermopptaksmodus - Fullskjerm
ID_TARGET_WINDOW		= Skjermopptaksmodus - Spesifikt vindu
ID_TARGET_MOUSE			= Skjermopptaksmodus - Rundt musepeker
ID_TARGET_DEVICE		= Enhetopptaksmodus
ID_TARGET_AUDIO_ONLY		= Lydopptaksmodus
ID_TARGET_HELP			= Hjelp

ID_TARGET_HIDE			= Vis/gjem \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Kopier til utklippstavlen \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Tegnemodus \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Alltid på topp
ID_TARGET_COUNTDOWN = Nedtellingsklokke
ID_TARGET_COUNTDOWN_TIMER = Vis nedtellingsklokke
ID_TARGET_COUNTDOWN_0 = Av
ID_TARGET_COUNTDOWN_1 = 1 sek.
ID_TARGET_COUNTDOWN_2 = 2 sek.
ID_TARGET_COUNTDOWN_3 = 3 sek.
ID_TARGET_COUNTDOWN_4 = 4 sek.
ID_TARGET_COUNTDOWN_5 = 5 sek.
ID_TARGET_COUNTDOWN_6 = 6 sek.
ID_TARGET_COUNTDOWN_7 = 7 sek.
ID_TARGET_COUNTDOWN_8 = 8 sek.
ID_TARGET_COUNTDOWN_9 = 9 sek.
ID_TARGET_COUNTDOWN_10 = 10 sek.
ID_TARGET_HIDE_MAINWND = Skjul hovedvindu under opptak
ID_TARGET_TRANSPARENCY		= Dekkevne
ID_TARGET_SIZE			= Størrelse
ID_TARGET_ADJUST		= Juster

ID_TARGET_MOVE_LEFT		= Flytt venstre \t Pil Venstre
ID_TARGET_MOVE_RIGHT		= Flytt høyre \t Pil Høyre
ID_TARGET_MOVE_UP		= Flytt opp \t Pil Opp
ID_TARGET_MOVE_DOWN		= Flytt ned \t Pil Ned

ID_TARGET_INC_WIDTH		= Øk bredde \t Skift+Pil Høyre
ID_TARGET_DEC_WIDTH		= Reduser bredde \t Skift+Pil Venstre
ID_TARGET_INC_HEIGHT		= Øk høyde \t Skift+Pil Ned
ID_TARGET_DEC_HEIGHT		= Reduser høyde \t Skift+Pil Opp

ID_TARGET_FIND_WINDOW		= Velg et opptaksområde \t Ctrl+F
ID_TARGET_FULLSCREEN		= Fullskjerm \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Tilpass til 4:3
ID_TARGET_RATIO_16_9		= Tilpass til 16:9
ID_TARGET_SIZE_CUSTOM		= Tilpasset størrelse \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Størrelsesinnstilling \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Legg til en forhåndsinnstilling
ID_TARGET_SIZE_PRESET_EDIT	= Rediger forhåndsinnstillinger
ID_TARGET_SIZE_RU		= Nylig brukte størrelser \t Ctrl+S

ID_TARGET_DISPLAY		= Skjerm
ID_TARGET_DISPLAY_1		= Skjerm 1
ID_TARGET_DISPLAY_2		= Skjerm 2
ID_TARGET_DISPLAY_3		= Skjerm 3
ID_TARGET_DISPLAY_4		= Skjerm 4
ID_TARGET_DISPLAY_5		= Skjerm 5
ID_TARGET_DISPLAY_6		= Skjerm 6
ID_TARGET_DISPLAY_7		= Skjerm 7
ID_TARGET_DISPLAY_8		= Skjerm 8
ID_TARGET_DISPLAY_ALL		= Alle skjermer

ID_TARGET_OPEN_OUTPUTFOLDER	= &Åpne utgangs mappe
ID_TARGET_OUTPUT_LIST		= Output file list
ID_TARGET_EXIT_BANDICAM		= Avslutt Bandicam

ID_DEVICE_HIDE			= Vis / Gjem \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Kopier til utklippstavlen \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Alltid på topp
ID_DEVICE_SELECTION		= Velg enhet \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Fullskjerm \t Enter
ID_DEVICE_ZOOM			= Zoom
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Bildeforhold
ID_DEVICE_KEEP_ASPECT_RATIO	= Behold bildeforhold
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Standard
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Åpne utgangsmappe
ID_DEVICE_OUTPUT_LIST		= Output file list
ID_DEVICE_EXIT_BANDICAM		= Avslutt Bandicam

ID_USER_PRESET_ADD		= Legg til
ID_USER_PRESET_EDIT		= Rediger

ID_SORT_BY_DATE			= Sorter etter dato
ID_SORT_BY_NAME			= Sorter etter navn
ID_SORT_BY_SIZE			= Sorter etter størrelse

ID_OUTPUTS_LB_PLAY		= Spill av
ID_OUTPUTS_LB_OPEN		= Åpne
ID_OUTPUTS_LB_EDIT		= Rediger
ID_OUTPUTS_LB_RENAME		= Gi nytt navn     \t F2
ID_OUTPUTS_LB_DELETE		= Slett     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Velg alle \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Åpne utgangsmappe

ID_UPLOAD_TO_YOUTUBE		= Last opp til Youtube
ID_UPLOAD_TO_VIMEO		= Last opp til Vimeo
ID_UPLOAD_TO_FACEBOOK		= Last opp til Facebook
ID_UPLOAD_TO_GDRIVE		= Last opp til Google Drive

ID_BDCAM_SIZE_DEFAULT		= Standardstørrelse

ID_AUDIO_FILTER_MONO		= Konverter til mono
ID_AUDIO_FILTER_NS		= Støydemping
ID_AUDIO_FILTER_NS_OFF		= Av
ID_AUDIO_FILTER_NS_LOW		= Lav
ID_AUDIO_FILTER_NS_MEDIUM	= Middels
ID_AUDIO_FILTER_NS_HIGH		= Høy


